web-api-helloworld/python-django-sync/result-cpu-bound.txt
Running 1m test @ http://localhost:8000/cpu-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.89s   312.26ms   2.00s    94.00%
    Req/Sec    14.56      8.60    50.00     72.88%
  2993 requests in 1.12m, 797.94KB read
  Socket errors: connect 0, read 0, write 0, timeout 1609
Requests/sec:     44.54
Transfer/sec:     11.88KB