web-api-helloworld/python-django-sync/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.03ms   30.03ms 113.35ms   53.39%
    Req/Sec   652.92     63.21     1.26k    72.31%
  155987 requests in 1.00m, 39.87MB read
Requests/sec:   2597.48
Transfer/sec:    679.81KB